{
  "male": "gentleman",
  "female": "young lady",
  "introduction": "After many journeys, I finally arrived at my destination. However, I do not know this place. Could you introduce me to it?",
  "introductionTypeGen": "To activate the bot in this guild, a region needs to be generated. Please type !registerGuild (only for administrator)",
  "introductionChooseName": "Your steps have led you to an unexplored part of the world! At a glance, I'd say it's a $REGION_TYPE. What would you like to name this region?",
  "introductionGenFinish": "So this is the famous $REGION_NAME region I've heard so much about! I look forward to hearing the stories of the adventurers who live here.",
  "introTypeStart": "To start creating your character, please type !start",
  "errorAlreadyRegistered": "Hey, I already heard about you ! There is no need to introduce yourself again !",
  "errorCharacterUnknown": "I am sorry, I don't know this person.",
  "errorGuildAlreadyRegistered": "This guild is already registered with an associated region.",
  "startIntroAskName": "Well, now that we're settled, let's get started. First of all, who are you? What is your name, hero?",
  "startIntroInfoName": "Type your character name",
  "startIntroAskTruename": "All right ! Now I'm gonna have to ask you your **true name**... I know this is an indiscreet question, but we have to go through it. You can reveal it to me without fear but take care with whom you will share this secret afterwards.",
  "startIntroTrueTaken": "This true name is already taken or it is too long/short, please choose another",
  "startIntroInfoTruename": "When someone else knows your true name, they have access to certain information about you. It's up to you to choose what you want to do with it, a true name can provide advantages as disadvantages!",
  "startIntroAskGender": "And to finish with this, what is your gender ?",
  "startIntroInfoGender": "Please type female or male",
  "startIntroConclude": "So then, $CHARACTER_NAME, here begins your adventure. I will now let you discover the world. Maybe we'll meet again soon!",
  "publicInfo": "A mysterious $CHARACTER_SEX, I only know from this person that $CHARACTER_SEXPRONOUN comes from the region of CHARACTER_ORIGINEREGION.",
  "needTrueName": "To obtain more details, knowledge of the real name is required",
  "regionNotFound": "I'm sorry, I don't know any region of that name... I still have so many places to explore.",
  "regionNameTaken": "This name is already taken or is too long/short, please choose another one",
  "regionDescription": "The $REGION_NAME region is a $REGION_TYPE located towards $REGION_COORDINATE. It is $REGION_AVAILABLE.",
  "errorDirection": "The direction indicated is not correct, please choose between north(n), south(s), east(s) or west(w)",
  "errorDirectionWater": "This location seems to be a large body of water, you can't move there right now",
  "caseInfo": "You are currently in a $CASE_TYPE area. This location can be found in the $REGION_NAME region.",
  "caseInfoDetails": "To get more details about this location, type the command caseinfo",
  "createVillageAskName": "First of all, what will be the name of this village? It must be unique and simple enough to achieve the reputation it deserves and not to be forgotten!",
  "createVillageNoMoney": "I am sorry $CHARACTER_NAME but your current wealth is not large enough to start building a new young adventurer village. Try to convince comrades to join you in this adventure to raise the 500 Ecu needed",
  "createVillageNotPossible": "Hey $CHARACTER_NAME, you can't build a village here! Another village is too close or you have to build in $REGION_COORDINATE to be able to accommodate a whole population.",
  "createVillageDone": "Congratulations $CHARACTER_NAME, the village of **$VILLAGE_NAME** has been created and you are now the mayor. Two basic buildings have been created there and are sufficient to accommodate a small population but a lot of work remains to be done!"
}
